-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: May 19, 2022 at 10:14 PM
-- Server version: 5.7.36
-- PHP Version: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tourist`
--

-- --------------------------------------------------------

--
-- Table structure for table `spots`
--

DROP TABLE IF EXISTS `spots`;
CREATE TABLE IF NOT EXISTS `spots` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `coordinate` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `image` text NOT NULL,
  `approved` int(1) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=38 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `spots`
--

INSERT INTO `spots` (`id`, `title`, `city`, `coordinate`, `description`, `image`, `approved`, `created_at`, `updated_at`) VALUES
(32, 'Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ÛŒ Ù‡ÛŒØ±Ø§Ù† Ùˆ Ù†Ø§Ø²Û•Ù†ÛŒÙ†', 'Hawler', '36.45466060874259:43.8617230947696', 'Ø¯Û•Ú©Û•ÙˆÛŽØªÛ• Ú¯ÙˆÙ†Ø¯ÛŒ Ù‡ÛŒØ±Ø§Ù† Ùˆ Ù†Ø§Ø²Û•Ù†ÛŒÙ†Û•ÙˆÛ• Ø´ÙˆÛŽÙ†ÛŽÚ©ÛŒ Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒÛŒÛŒÛ• Ú©Û• Ø³Ø§ÚµØ§Ù†Û• Ú˜Ù…Ø§Ø±Û•ÛŒÛ•Ú©ÛŒ Ø²Û†Ø± Ú¯Û•Ø´ØªÛŒØ§Ø± Ø¨Û•ØªØ§ÛŒØ¨Û•Øª Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒ Ø¹Û•Ø±Û•Ø¨ Ø³Û•Ø±Ø¯Ø§Ù†ÛŒ Ø¯Û•Ú©Û•Ù†. Ø®Û•ÚµÚ©ÛŒ Ø¦Û•Ù… Ú¯ÙˆÙ†Ø¯Û•Ø´ Ù„Û•Ù… Ú©Ø§ØªÛ•Ø¯Ø§ Ø¨Û•Ø±Ù‡Û•Ù…Û• Ø®Û†Ù…Ø§ÚµÛŒÛŒÛ•Ú©Ø§Ù†ÛŒ Ø®Û†ÛŒØ§Ù† Ø¯Û•ÙØ±Û†Ø´Ù†Û• Ø¦Û•Ùˆ Ú¯Û•Ø´ØªÛŒØ§Ø±Ø§Ù†Û•ÛŒ Ø¨Û† Ø³Û•Ø±Ø¯Ø§Ù† Ø±ÙˆÙˆ Ù„Û•Ùˆ Ù†Ø§ÙˆÚ†Û•ÛŒÛ• Ø¯Û•Ú©Û•Ù†.', '18951503_1364045183683660_3626892583015319675_n.jpg', 1, '2022-04-21 21:09:37', '2022-04-21 21:09:37'),
(31, 'Ø²Û†Ø±Ú¯Ú¤Ø§Ù†', 'Duhok', '36.84445200387811:43.696962822437996', 'Û•Ù… Ù†Ø§ÙˆÚ†Û•ÛŒÛ• Ø¯Û•Ú©Û•ÙˆÛŽØªÛ• Ø¯Û•ÙˆØ±ÙˆØ¨Û•Ø±ÛŒ Ù†Ø§Ø­ÛŒÛ•ÛŒ Ø¨Ù„ÛŽ Ùˆ Ø¨Ø§Ø±Ø²Ø§Ù†. Ø³Ø±ÙˆØ´ØªÛŒ Ø¦Û•Ù… Ù†Ø§ÙˆÚ†Û•ÛŒÛ• Ø¨Û• Ø¬Û†Ø±ÛŽÚ©Û• Ø¦Û•Ú¯Û•Ø± ÛŒÛ•Ú©Ø¬Ø§Ø± Ø³Û•Ø±Ø¯Ø§Ù†ÛŒ Ø¨Ú©Û•ÛŒØª Ø¨Û• Ø¯ÚµÙ†ÛŒØ§ÛŒÛŒÛ•ÙˆÛ• Ø¯ÙˆÙˆØ¨Ø§Ø±Û•ÛŒ Ø¯Û•Ú©Û•ÛŒØªÛ•ÙˆÛ•. Ù‡Û•Ø±Ø¨Û†ÛŒÛ• Ú˜Ù…Ø§Ø±Û•ÛŒÛ•Ú©ÛŒ Ø²Û†Ø±ÛŒ Ø®Û•ÚµÚ© Ù„Û• Ú©Û†ØªØ§ÛŒÛŒ Ù‡Û•ÙØªÛ•Ø¯Ø§ Ø³Û•Ø±Ø¯Ø§Ù†ÛŒ Ø¦Û•Ù… Ø´ÙˆÛŽÙ†Û• Ø¯Û•Ú©Û•Ù†.', '18954938_1364043117017200_7058501091638294385_o.jpg', 1, '2022-04-21 21:08:06', '2022-04-21 21:08:06'),
(30, 'Ø¯ÛŒØ±Û•Ù„ÙˆÚ©', 'Duhok', '36.75941493088655:43.169729950976865', 'Ø¯Û•Ú©Û•ÙˆÛŽØªÛ• Ø¯Û•ÙˆØ±ÙˆØ¨Û•Ø±ÛŒ Ø´Ø§Ø±ÛŒ Ø¯Ù‡Û†Ú© Ùˆ Ù†Ø§ÙˆÚ†Û•ÛŒÛ•Ú©ÛŒ Ø³Û•Ø±Ø³Û•ÙˆØ²ÛŒ Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒÛŒÛ• Ùˆ Ø¦Ø§ÙˆÛŽÚ©ÛŒ Ø±ÙˆÙˆÙ†ÛŒ Ù‡Û•ÛŒÛ•. Ø¬ÙˆØ§Ù†ÛŒ Ùˆ Ø¯Û•Ú¯Ù…Û•Ù†ÛŒ Ø¯ÛŒÙ…Û•Ù†ÛŒ Ø¦Û•Ù… Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ÛŒÛ• Ù„Û•Ù… Ø¯ÙˆØ§ÛŒÛŒØ§Ù†Û• Ú˜Ù…Ø§Ø±Û•ÛŒÛ•Ú©ÛŒ Ø²Û†Ø± Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒ Ø¨Û•Ø±Û•Ùˆ Ù„Ø§ÛŒ Ø®Û†ÛŒ Ø±Ø§Ú©ÛŽØ´Ø§ÙˆÛ•ØŒ Ø¨Û•ØªØ§ÛŒØ¨Û•ØªÛŒ Ø¦Û•Ùˆ Ú¯Û•Ø´ØªÛŒØ§Ø±Ø§Ù†Û•ÛŒ Ù„Û• Ù¾Ø§Ø±ÛŽØ²Ú¯Ø§Ú©Ø§Ù†ÛŒ Ù†Ø§ÙˆÛ•Ú•Ø§Ø³Øª Ùˆ Ø¨Ø§Ø´ÙˆÙˆØ±ÛŒ Ø¹ÛŽØ±Ø§Ù‚Û•ÙˆÛ• Ø±ÙˆÙˆ Ù„Û• Ù‡Û•Ø±ÛŽÙ…ÛŒ Ú©ÙˆØ±Ø¯Ø³ØªØ§Ù† Ø¯Û•Ú©Û•Ù†.', '18954784_1364038873684291_6716039545389802006_o.jpg', 1, '2022-04-21 21:06:52', '2022-04-21 21:06:52'),
(33, 'Ù†Ø§Ø­ÛŒÛ•ÛŒ Ø¨ÛŒØ§Ø±Û•', 'Halabja', '35.099414934801686:45.970654580614074', 'Ø¨ÛŒØ§Ø±Û• Ø³Û•Ø± Ø¨Û• Ù¾Ø§Ø±ÛŽØ²Ú¯Ø§ÛŒ Ù‡Û•ÚµÛ•Ø¨Ø¬Û•ÛŒÛ• Ùˆ Ù†Ø§ÙˆÚ†Û•ÛŒÛ•Ú©ÛŒ Ø³Û•ÙˆØ²ÛŒ Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒÛŒÛ• Ù„Û• Ø²Û†Ø±Ø¨Û•ÛŒ ÙˆÛ•Ø±Ø²Û•Ú©Ø§Ù†ÛŒ Ø³Ø§ÚµØ¯Ø§ Ø³Û•ÙˆØ²ÛŒ Ø®Û†ÛŒ Ù„Û•Ø¯Û•Ø³Øª Ù†Ø§Ø¯Ø§Øª Ù‡Û•Ø± Ø¨Û†ÛŒÛ• Ù„Û• Ø²Û†Ø±Ø¨Û•ÛŒ ÙˆÛ•Ø±Ø²Û•Ú©Ø§Ù†ÛŒ Ø³Ø§Úµ Ø¨Û•ØªØ§ÛŒØ¨Û•Øª ÙˆÛ•Ø±Ø²ÛŒ Ù‡Ø§ÙˆÛŒÙ† Ø®Û•ÚµÚ©ÛŽÚ©ÛŒ Ø²Û†Ø± Ø±ÙˆÙˆ Ù„Û• Ø¨ÛŒØ§Ø±Û• Ø¯Û•Ú©Û•Ù†. Ø®Û•ÚµÚ©ÛŒ Ø¦Û•Ù… Ù†Ø§Ø­ÛŒÛ• Ù„Û•Ø±ÛŽÚ¯Û•ÛŒ Ú©ÙˆÙ„ØªÙˆØ±ÛŒ Ù†Ø§ÙˆÚ†Û•Ú©Û• Ùˆ Ø¨Û•Ø±Ù‡Û•Ù…Û• Ø®Û†Ù…Ø§ÚµÛŒÛŒÛ•Ú©Ø§Ù† Ø®Û†ÛŒØ§Ù† Ù¾ÛŒØ´Ø§Ù†ÛŒ Ø¦Û•Ùˆ Ú¯Û•Ø´ØªÛŒØ§Ø±Ø§Ù†Û• Ø¯Û•Ø¯Û•Ù† Ú©Û• Ø±ÙˆÙˆ Ù„Û•ÙˆÛŽ Ø¯Û•Ú©Û•Ù†.', '19059731_1364047293683449_5200427363591310398_n.jpg', 1, '2022-04-21 21:10:34', '2022-04-21 21:10:34'),
(34, 'Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ Ùˆ ØªØ§Ú¤Ú¯Û•ÛŒ Ø¨ÛŽØ®Ø§Úµ', 'Hawler', '36.595918410787014:44.526256193173694', 'Ø¨ÛŽØ®Ø§Úµ ÛŒÛ•Ú©ÛŽÚ©ÛŒ Ø¯ÛŒÚ©Û• Ù„Û• Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ Ø¬ÙˆØ§Ù†Û•Ú©Ø§Ù†ÛŒ Ù‡Û•Ø±ÛŽÙ…ÛŒ Ú©ÙˆØ±Ø¯Ø³ØªØ§Ù† Ùˆ Ø¯Û•Ú©Û•ÙˆÛŽØªÛ• Ù†Ø§ÙˆÚ†Û•ÛŒ Ø±Û•ÙˆØ§Ù†Ø¯Ø²Û•ÙˆÛ•ØŒ Ø²Û†Ø±ØªØ±ÛŒÙ† Ú˜Ù…Ø§Ø±Û•ÛŒ Ú¯Û•Ø´ØªÛŒØ§Ø± Ø¨Û•ØªØ§ÛŒØ¨Û•ØªÛŒ Ú¯Û•Ø´ØªÛŒØ§Ø±ÛŒ Ø¹Û•Ø±Û•Ø¨ Ø³Ø§ÚµØ§Ù†Û• Ø±ÙˆÙˆ Ù„Û•Ù… Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ÛŒÛ• Ø¯Û•Ú©Û•Ù†.', '19055243_1364055757015936_5194477255369138266_o.jpg', 1, '2022-04-21 21:11:42', '2022-04-21 21:11:42'),
(35, 'Ø´Ø§Ø±ÛŒ Ø³Û†Ø±Ø§Ù†', 'Hawler', '36.75452487456117:44.641588383805846', 'ÛŒÛ•Ú©ÛŽÚ©Û• Ù„Û• Ø³Û•ÙˆØ²ØªØ±ÛŒÙ† Ø´Ø§Ø±Û•Ú©Ø§Ù†ÛŒ Ù‡Û•Ø±ÛŽÙ…ÛŒ Ú©ÙˆØ±Ø¯Ø³ØªØ§Ù† Ùˆ Ø¯ÛŒÙ…Û•Ù†ÛŒ Ø¬ÙˆØ§Ù† Ùˆ Ø¯ÚµÚ•ÙÛŽÙ†ÛŒ Ø¦Û•Ù… Ø´Ø§Ø±Û• Ø¨Û•ØªØ§ÛŒØ¨Û•ØªÛŒ Ù„Û• Ø¨Û•Ù‡Ø§Ø±Ø¯Ø§ ÙˆØ§ÛŒ Ú©Ø±Ø¯ÙˆÙˆÛ• Ú©Û• Ú˜Ù…Ø§Ø±Û•ÛŒÛ•Ú©ÛŒ Ø²Û†Ø± Ú¯Û•Ø´ØªÛŒØ§Ø± Ø±ÙˆÙˆ Ù„Û•Ù… Ù†Ø§ÙˆÚ†Û•ÛŒÛ• Ø¨Ú©Û•Ù†.', '19023323_1364055760349269_1930637837729916513_o.jpg', 1, '2022-04-21 21:12:46', '2022-04-21 21:12:46'),
(36, 'Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§ Ùˆ ØªØ§Ú¤Ú¯Û•ÛŒ Ø¦Û•Ø­Ù…Û•Ø¯ Ø¦Ø§ÙˆØ§', 'Sulaymaniyah', '35.38256100712728:45.67408609041722', 'ÛŒÛ•Ú©ÛŽÚ©ÛŒ Ø¯ÛŒÚ©Û•ÛŒÛ• Ù„Û• Ø³Û•ÛŒØ±Ø§Ù†Ú¯Ø§Ú©Ø§Ù†ÛŒ Ø¯Û•ÙˆØ±ÙˆØ¨Û•Ø±ÛŒ Ø´Ø§Ø±ÛŒ Ù‡Û•ÚµÛ•Ø¨Ø¬Û• Ùˆ Ø®Û•ÚµÚ©ÛŽÚ©ÛŒ ÛŒÛ•Ú©Ø¬Ø§Ø± Ø²Û†Ø± Ù„Û• Ø´Ø§Ø±Û• Ø¬ÛŒØ§ÙˆØ§Ø²Û•Ú©Ø§Ù†ÛŒ Ú©ÙˆØ±Ø¯Ø³ØªØ§Ù†Û•ÙˆÛ• Ø³Û•Ø±Ø¯Ø§Ù†ÛŒ Ø¯Û•Ú©Û•Ù†ØŒ Ø¨Û•ØªØ§ÛŒØ¨Û•ØªÛŒ Ø®Û•ÚµÚ©ÛŒ Ø´Ø§Ø±ÛŒ Ø³Ù„ÛŽÙ…Ø§Ù†ÛŒ.', '19059529_1364055783682600_4685192379005595763_n.jpg', 1, '2022-04-21 21:13:32', '2022-04-21 21:13:32');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `role` enum('Admin','User') NOT NULL DEFAULT 'User',
  `password` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL,
  `updated_at` timestamp NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `role`, `password`, `created_at`, `updated_at`) VALUES
(12, 'aaa', 'aa@a.a', 'User', '4124bc0a9335c27f086f24ba207a4912', '2022-05-19 22:07:42', '2022-05-19 22:07:42'),
(9, 'Admin', 'balenabda1@gmail.comsa', 'Admin', '4124bc0a9335c27f086f24ba207a4912', '2022-04-21 17:20:23', '2022-04-21 17:20:23');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
